Repository: team-pixels-dev/EarlyBird-Ios
Catalog: early-bird/Resources/Localizable.xcstrings
Source language: en
Languages: ko

# complete_done_button_text
source: Task completed!
ko: 완료

# EarlyBird 팀원이신가요?
source: Are you member of EarlyBird?
ko: EarlyBird 팀원이신가요?

# main_card_description1
source: Helps avoid feelings of self-blame Reduces stress
ko: 자괴감 방지 가능, 스트레스 감소

# main_start_button_text1
source: Get started now!
ko: 지금 2분 집중 시작

# timer_start_button_text
source: Start!
ko: 시작!

# 나는
source: I am a person
ko: 나는

# 네
source: Yes
ko: 네

# 사람이다.
source: on time
ko: 사람이다.

# 서비스에 대한 피드백을 300자 이내로 작성해주세요
source: Please leave your feedback in the service in 300 characters or less
ko: 서비스에 대한 피드백을 300자 이내로 작성해주세요

# 소중한 의견 감사합니다.
source: Thanks for your feedback
ko: 소중한 의견 감사합니다.

# 아니요
source: No
ko: 아니요

# 앱 잠금 기능을 위해 필수 권한이 필요해요. 권한 : FamilyControls, 알림
source: To enable the app lock feature, the following permissions are required: Permissions: FamilyControls, Notifications
ko: 앱 잠금 기능을 위해 필수 권한이 필요해요. 권한 : FamilyControls, 알림

# 얼리버드를 주변에 얼마나 추천하고 싶으신가요?
source: How likely to recommend EarlyBird?
ko: 얼리버드를 주변에 얼마나 추천하고 싶으신가요?

# 얼리버드와 함께라면 혼자선 어려운 일도 쉽게 시작할 수 있어요!
source: With Earlybird, getting started is easy!
ko: 얼리버드와 함께라면 혼자선 어려운 일도 쉽게 시작할 수 있어요!

# 정말 추천 해요
source: Highly recommend
ko: 정말 추천 해요

# 제출완료
source: Submitted
ko: 제출완료

# 제출하기
source: Submit
ko: 제출하기

# 추천 안해요
source: Wouldn’t recommend
ko: 추천 안해요

# 취소
source: Cancel
ko: 취소

# 코드
source: Code
ko: 코드

# 코드를 입력해주세요
source: Type code here
ko: 코드를 입력해주세요

# 필수 권한이 없습니다.
source: Required permissions are missing.
ko: 필수 권한이 없습니다.

# 할 일을 미루지 않는
source: Who gets things done
ko: 할 일을 미루지 않는

# 확인
source: Confirm
ko: 확인
